import React from 'react';

import './about-us.css';

const AboutUs = () => {
  return (
    <div className='main-about-us'>
      <div>
        <h3>طوس کلاس چیست؟</h3>
        <span>
          طوس کلاس در حقیقت اولین آموزشگاه کنکور ایران است که تمامی برنامه ها و
          کلاس های آن، به صورت زنده و آنلاین برای دانش آموزان در سراسر کشور
          برگزار می شود.
        </span>
      </div>
      <div className='border-about-us'></div>
      <div>
        <h3>امکانات طوس کلاس چیست؟</h3>
        <span>
          ۱- هر دانش آموز یک پنل کاربری مخصوص به خود را داراست که تمامی اطلاعات
          دوره ها، فیلم های ضبط شده، آزمون ها و غیره را در اختیار دارد.
        </span>
        <span>
          ۲- تعداد جلسات کلاس های آنلاین طبق تعداد جلسات کلاسهای حضوری برگزار می
          شود.
        </span>
        <span>
          ۳- کلاس ها به صورت زنده و آنلاین راس ساعات مشخص شده با استاد مربوطه
          برگزار می شود.
        </span>
        <span>
          ۴- آزمون ها به صورت انلاین برگزار شده و نتایج به صورت لحظه ای در
          اختیار اساتید و دانش آموزان قرار میگیرد.
        </span>
        <span>
          ۵- به دانش آموزان در هر جلسه تکلیف داده شده که آنها در جلسه بعد موظف
          به ارائه به استاد مربوطه هستند.
        </span>
        <span>
          ۶- در طوس کلاس برای هر دانش آموز مشاوره برنامه ریزی مستقل و فردی انجام
          میشود و تا انتهای مسیر یک مشاور و پشتیبان آنها را هدایت میکند.
        </span>
        <span>
          ۷- پشتیبانی ۲۴ ساعته در تمامی موارد این امکان را فراهم کرده است که
          دانش آموزان بتوانند از مشاوره های پشتیبانان خود بهره گیرند.
        </span>
      </div>
      <div className='border-about-us'></div>
      <div>
        <h3>مزایای طوس کلاس چیست؟</h3>
        <span>
          ۱- طوس کلاس از اساتید برتر و مجرب برای هر درس در راستای اعتلای آموزش
          فراگیر استفاده می کند, نام و آوازه هر یک از اساتید به سادگی با یک
          جستجو در اینترنت قابل مشاهده است. اساتید منتخب ما در برترین آموزشگاه
          ها و مدارس تهران مشغول به تدریس هستند.
        </span>
        <span>
          ۲- هزینه کلاس های طوس کلاس بسیار کم هست به طوری که هزینه کلاس حضوری
          بعضی از این اساتید نزدیک به ۳ میلیون می باشد که در طوس کلاس در بعضی
          موارد به ۱۵۰ هزار تومان هم می باشد.
        </span>
        <span>
          ۳- کلاس های این سایت کاملا زنده و آنلاین بوده که دانش آموزان این امکان
          را دارند سر کلاس سوالات خود را از اساتید بپرسند.
        </span>
        <span>
          ۴- همچنین امکان مشارکت و فعالیت هر دانش آموز در این کلاس ها همانند
          کلاسهای حضوری فراهم است.
        </span>
        <span>
          ۵- تمامی دانش آموزان در هر نقطه از ایران که باشند با دسترسی به اینترنت
          میتوانند سرکلاس حضور یابند.
        </span>
      </div>
      <div className='border-about-us'></div>
      <h2>
        در ضمن برای تجربه این کلاس ها جلسه اول را به طور رایگان مهمان طوس کلاس
        باشید.
      </h2>
    </div>
  );
};

export default AboutUs;
