import './provision.css';

const Provisions = () => {
   return (
      <div dir='rtl' className='main-provision'>
         <div className='header-provision'>
            <h4>
               فرلاین از شما کاربر گرامی درخواست دارد که پیش از خریداری و
               استفاده از هر یک از خدمات ارائه شده در سایت با دقت قوانین مذکور
               را مطالعه نمایید. بدیهی است ثبت نام و عضویت در سایت و استفاده از
               خدمات فرلاین توسط کاربر به معنی پذیرش قوانین و شرایط سایت است :
            </h4>
         </div>
         <div className='border-provision'></div>
         <div className='paragraph'>
            1.کلیه اصول و رویه‏‌های فرلاین منطبق با قوانین جمهوری اسلامی ایران
            من جمله قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده بوده
            و متعاقبا کاربر نیز موظف به رعایت قوانین فوق الذکر و سایر قوانین
            مرتبط با کاربر خواهد بود.
         </div>
         <div className='border-provision'></div>
         <div className='paragraph'>
            2.نام کاربری و رمز ورود حساب کاربر، کاملا شخصی و محرمانه بوده و
            کاربر نمی توانند اطلاعات مذکور را در اختیار دیگری قرارداده و یا
            اجازه استفاده از محتوا و خدمات خریداری شده از شبکه به دیگری بدهند.
            بطور کلی کاربر مسئول تمامی فعالیت ها، اقدامات و استفاده هایی هستند
            که با نام کاربری و رمز ورود صورت می پذیرد. کاربر با ثبت نام و پرداخت
            هزینه های مرتبط ، مجوز غیر انحصاری و غیر قابل انتقال، بهره برداری از
            خدمات آموزشی فرلاین را دریافت می نماید و حق بازپخش محتوای دریافت شده
            در هیچ محیطی تحت هیچ عنوانی را نخواهد داشت. بدیهی است در صورت بازنشر
            محتوای آموزشی یا تخلف از قوانین فرلاین علاوه بر تعلیق نام کاربری ،
            حق تعقیب کیفری و مطالبه خسارت حقوقی را برای فرلاین محفوظ می باشد.
         </div>
         <div className='border-provision'></div>
         <div className='paragraph'>
            3.هر کاربر تنها می تواند یک حساب کاربری در سایت داشته باشد چنانچه
            کاربری از حسابهای متفاوت استفاده نماید فرلاین می تواند تمام حسابهای
            کاربری را لغو نماید کاربر ملزم می باشد از حساب بانکی و کارت عابر
            بانک متعلق به خود او استفاده نماید یا درصورتی که متعلق به دیگری می
            باشد باید از مالک حساب بانکی اذن در استفاده از موجودی حساب را داشته
            باشد .
         </div>
         <div className='border-provision'></div>
         <div className='paragraph'>
            4.فرلاین برای بهبود عملکرد خود هر زمان که صلاح بداند می تواند در
            عملکرد سامانه تغییراتی اعمال نماید . این اعمال تغییر ممکن است منجر
            به اختلال در عملکرد سامانه یا غیر فعال شدن سامانه برای بازه زمانی
            کوتاه یا بلندی شود . کاربر با علم به امکان توقف عملکرد سامانه از
            خدمات این سامانه استفاده می نمایند و حق هر گونه اعتراض یا جبران
            خسارت را نسبت به آن از خود ساقط می نمایند.
         </div>
         <div className='border-provision'></div>
         <div className='paragraph'>
            5.فرلاین به هیچ عنوان اطلاعات ورود کاربران را به محیط نرم افزار را
            از طریق پیامک یا ایمیل از آنها مطالبه نخواهد نمود . شناسه کاربر و
            رمز عبور برای ورود به محیط سامانه می باشد و مسئولیت حفظ آن بر عهده
            استفاده کننده می باشد. در صورت مشاهده هر گونه فعالیت مشکوک در حساب
            کاربری خود، سریعا جهت تغییر رمز عبور خود اقدام فرمایید و فرلاین را
            از این فعالیت های مشکوک مطلع نمایید.
         </div>
         <div className='border-provision'></div>
         <div className='paragraph'>
            6.کیفیت خدمات ارائه شده توسط فرلاین ممکن است به دلیل ماهیت سرویس که
            بر مبنای اینترنت است، در زمان‌هایی دچار اختلال، کندی، قطعی و … شود.
            فرلاین همواره تمام تلاش خود را به کار می‌برد که حداکثر کاربران از
            بالاترین کیفیت ممکن خدمات بهره‌مند شوند. همچنین فرلاین در صورت حملات
            ویروس مخرب و هک که موجب قطع موقت خدمات گردد، تقصیر و مسئولیتی ندارد
            و اقدامات مقتضی را جهت رفع مشکل انجام می دهد.
         </div>
      </div>
   );
};

export default Provisions;
